Repository: common-repository/quick-orders-for-woocommerce
Catalog: languages/quick-orders-for-woocommerce-*.po
Languages: de_de

source: Use this little tool to <b>generate your shortcode</b>. Simply fill out the fields, hit save changes and copy your shortcode. You can use it as often as you want, it <b>does not</b> influence your current shortcodes.
de_de: Verwende dieses Tool um dir einen Shortcode generieren zu lassen. Wähle dazu einfach den gewünschtern Filter-Parameter aus und nutze die Autovervollständigung um die passenden Daten aus deinem Shop zu beziehen. Verwenden Sie dieses kleine Werkzeug, um <b> generieren Ihre Shortcode </b>. Füllen Sie einfach die Felder aus, klicken Sie auf Änderungen speichern und kopieren Sie Ihre Shortcode. Sie können es so oft verwenden, wie Sie wollen, es <b> nicht </b> Einfluss auf Ihre aktuellen Kurzwahlnummern.

source: Select your parameter
de_de: Wähle deinen Parameter

source: Select product categories
de_de: Wähle deine Produkt-Kategorien

source: Select product tags
de_de: Wähle deine Produkt-Schlagwörter

source: Select products
de_de: Wähle deine Produkte (SKU)

source: Copy shortcode
de_de: Shortcode kopieren

source: Columns
de_de: Spalten

source: Thumbnail
de_de: Vorschaubild

source: Activate
de_de: Aktivieren

source: Label
de_de: Bezeichnung

source: Title
de_de: Titel

source: Price
de_de: Preis

source: Activate Price
de_de: Preis aktivieren

source: Activate tax display
de_de: Steueranzeige aktivieren

source: Product Category
de_de: Produkt-Kategorie

source: Activate Product Category
de_de: Produkt-Kategorie aktivieren

source: Product Tag
de_de: Produkt-Schlagwort

source: Activate Product Tag
de_de: Produkt-Schlagwort aktivieren

source: SKU
de_de: Artikelnummer

source: Activate SKU
de_de: Artikelnummer aktivieren

source: Stock
de_de: Lagerbestand

source: Activate Stock
de_de: Lagerbestand aktivieren

source: Total Sales
de_de: Gesamte Verkäufe

source: Activate Total Sales
de_de: Gesamte Verkäufe aktivieren

source: Price per Unit
de_de: Preis pro Einheit

source: Activate Price per Unit
de_de: Preis pro Einheit aktivieren

source: Average Rating
de_de: Durchschnittliche Bewertung

source: Activate Average Rating
de_de: Durchschnittliche Bewertung aktivieren

source: Description
de_de: Produktbeschreibung

source: Activate Description
de_de: Produktbeschreibung aktivieren

source: Add to Cart
de_de: Zum Warenkorb hinzufügen

source: Activate Single Add to Cart
de_de: Zum Warenkorb hinzufügen aktivieren

source: Quantity
de_de: Menge

source: Activate Quantity
de_de: Menge aktivieren

source: Add selection to cart
de_de: Auswahl zum Warenkorb hinzufügen

source: Activate Add selection to cart
de_de: Auswahl zum Warenkorb hinzufügen aktivieren

source: Settings
de_de: Einstellungen

source: Exclude Products with no stock
de_de: Nicht vorrätige Produkte ausschließen

source: Exclude Products with no price
de_de: Kostenlose Produkte ausschließen

source: Infinity Scroll
de_de: Unendliches Scrollen

source: Replace Pagination with Infinity Scroll
de_de: Paginierung mit Unendliches Scrollen ersetzen

source: Container height in px
de_de: Container-Höhe in Pixeln

source: Custom cart message
de_de: Benutzerdefinierte Warenkorb-Bestätigungsmeldung

source: Activate Cart message
de_de: Warenkorb-Bestätigungsmeldung aktivieren

source: When to use:
de_de: Wann benutzen:

source: Use this option if your theme dont support any kind of ajax display when a product added to cart.
de_de: Verwende diese Option, wenn dein Theme keinen AJAX-Warenkorb unterstützt.

source: Cart Message
de_de: Warenkorb-Bestätigungsmeldung

source: Cart message background color
de_de: Hintergrundfarbe der Meldung

source: Cart message font color
de_de: Schriftfarbe der Meldung

source: Documentation
de_de: Dokumentation

source: To generate a product table on your page use the shortcode
de_de: Verwende den Shortcode um eine Produkttabelle ausgeben zu lassen

source: You can add the following parameters to your shortcode: <b>product_cat, product_tag, sku</b>. You can add this parameters to your shortcode like so:
de_de: Du kannst folgende Parameter zu deinem Shortcode hinzufügen: <b> product_cat, product_tag, SKU </b>. Du kannst diese Parameter wie folgt hinzufügen:

source: Multiple parameter values
de_de: Mehrere Parameterwerte

source: You can add multiple parameter values like so:
de_de: Du kannst mehrere Parameterwerte so hinzufügen:

source: The only way to get support for the free version of quickster is the official wordpress.org forum
de_de: Der einzige Support-Weg für die kostenlose Version ist das offizielle wordpress.org Support-Forum.

source: Choose File
de_de: Datei wählen

source: Choose Image
de_de: Bild auswählen

source: View Quickster settings
de_de: Quickster Einstellungen anzeigen

source: This plugin can not be activated because it requires a PHP version greater than %1$s. Your PHP version can be updated by your hosting company.
de_de: Dieses Plugin kann nicht aktiviert werden, da mindestens eine PHP Version von %1$s vorausgesetzt wird. Die PHP-Version kann von deinem Hoster angepasst werden.

source: go back
de_de: gehe zurück

source: This plugin can not be activated because it requires a WordPress version greater than %1$s. Please go to Dashboard &#9656; Updates to gran the latest version of WordPress .
de_de: Dieses Plugin kann nicht aktiviert werden, da es WordPress mindestens in der Version %1$s voraussetzt. Bitte gehe in dein Dashboard und führe ein Update deiner Installation durch.

source: This plugin can not be activated because it requires a active version of the WooCommerce plugin. Please go to Plugins and install WooCommerce.
de_de: Dieses Plugin kann nicht aktiviert werden, da keine aktive Installation von WooCommerce vorhanden ist. Bitte installiere das WooCommerce-Plugin um fortzufahren.

source: Plus %s
de_de: Zzgl. %s

source: Includes %s
de_de: Enthält %s

source: VAT
de_de: MwSt.

source: Choose a variation
de_de: Wähle eine Variante

source: Add to cart
de_de: Zum Warenkorb hinzufügen

source: per
de_de: je

source: Create flexible and modern Product Tables and Bul Order Forms for WooCommerce.
de_de: Erstellen Sie flexible und moderne Produkttabellen und Bestellformulare für WooCommerce.
